Repository: angrycactus/dkan_l10n_es_co
Catalog: po/dkan_l10n_*.taxonomy.po
Languages: es_co

# vocabulary:1:description
source: This is generated automatically, you can edit it if you wish
es_co: Esto se genera automáticamente, puede editarlo si lo desea

# vocabulary:1:name
source: Format
es_co: Formato

# vocabulary:2:description
source: eg. economy, mental health, government
es_co: p.ej.: economía, salud mental, gobierno

# vocabulary:2:name
source: Tags
es_co: Etiquetas

# vocabulary:3:name
source: Topics
es_co: Temas

# vocabulary:4:description
source: Taxonomy to categorize the different types of feedback that can be applied to a DKAN site.
es_co: Taxonomía para categorizar los diferentes tipos de comentarios que se pueden aplicar a un sitio DKAN.

# vocabulary:4:name
source: Feedback Type
es_co: Tipo de comentario

# term:1:name
source: Transportation
es_co: Movilidad

# term:5:name
source: Public Safety
es_co: Seguridad

# term:6:name
source: City Planning
es_co: Planeación

# term:39:name
source: Other
es_co: Otro

# term:35:name
source: Suggest improvements/changes for the data
es_co: Sugerir mejoras o cambios en los datos

# term:33:name
source: Suggest a new feature for the site
es_co: Sugerir una nueva característica para el sitio

# term:37:name
source: Share how you're using the data
es_co: Compartir como estás usando los datos

# term:36:name
source: Request data to appear here
es_co: Solicitar la publicación de datos

# term:32:name
source: Report a problem with the site
es_co: Reportar un problema con el sitio

# term:34:name
source: Report a problem with the data
es_co: Reportar un problema con los datos
