Repository: angrycactus/dkan_l10n_es_co
Catalog: po/dkan_l10n_*.default.po
Languages: es_co

source: If you set your dataset to a public access level other than "public", you must provide an explanation for why this dataset cannot be made fully public. Include any useful information regarding access or restrictions based on privacy, security, or other policies. See <a href="https://project-open-data.cio.gov/v1.1/schema/#rights">Rights on Project Open Data</a>.
es_co: Si establece su datos a un nivel de acceso público distinto de "público", debe proporcionar una explicación de por qué este datos no puede hacerse completamente público. Incluya cualquier información útil relacionada con el acceso o las restricciones basadas en la privacidad, la seguridad u otras políticas. Consulte <a href="https://project-open-data.cio.gov/v1.1/schema/#rights">Rights on Project Open Data</a>.

source: Is Part Of
es_co: Es parte de

source: Language
es_co: Idioma

source: License
es_co: Licencia

source: License definitions and additional information can be found at <a href="http://opendefinition.org">opendefinition.org</a>
es_co: Las definiciones de licencias y la información adicional se pueden encontrar en <a href="http://opendefinition.org">opendefinition.org</a>

source: Link API
es_co: API de enlace

source: Link File
es_co: Archivo de enlace

source: POD Theme
es_co: Tema POD

source: Provides some sort of description that helps understanding the data. This usually consists of a table providing explanation of columns meaning, values interpretation and acronyms/codes used in the data. Can be a URL to such a resource. See Project Open Data <a href="http://project-open-data.github.io/schema/#common-core-required-if-applicable-fields">data dictionary</a> for more info.
es_co: Proporciona algún tipo de descripción que ayuda a comprender los datos. Esto generalmente consiste en una tabla que proporciona la explicación acerca del significado de las columnas, valora la interpretación de las siglas/códigos usados ​​en los datos. Puede ser una URL para tal recurso. Consulte Project Open Data <a href="http://project-open-data.github.io/schema/#common-core-required-if-applicable-fields">data dictionary</a> para obtener más información.

source: Public Access Level
es_co: Nivel de Acceso Público

source: Related Content
es_co: Contenido relacionado

source: Rights
es_co: Derechos

source: Spatial / Geographical Coverage Area
es_co: Área de cobertura geográfica/espacial

source: Spatial / Geographical Coverage Location
es_co: Ubicación de la cobertura geográfica/espacial

source: Spatial coverage of the dataset. Will be rendered as GeoJSON. See DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">spatial/geographical coverage</a> for more info.
es_co: Cobertura espacial del datos. Se renderizará como GeoJSON. Consulte DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">spatial/geographical coverage</a> para obtener más información.

source: Spatial location of the dataset. Could be Address, City, State, part of the world or other description. See DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">spatial/geographical coverage</a> for more info.
es_co: Ubicación espacial del datos. Podría ser Dirección, Ciudad, Estado, parte del mundo u otra descripción. Consulte DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_spatial">spatial/geographical coverage</a> para obtener más información.

source: Temporal Coverage
es_co: Cobertura temporal

source: The degree to which this dataset <em>could</em> be made publicly-available, regardless of whether it has been made available. See <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> for more info.
es_co: El grado en que este datos <em>podría</em> estar disponible públicamente, independientemente de si se ha puesto a disposición. Consulte <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> para obtener más información.

source: The frequency with which dataset is published.See <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_frequency">DCAT frequency</a> for more info.
es_co: La frecuencia con la que se publica el datos. Consulte <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_frequency">DCAT frequency</a> para obtener más información.

source: The temporal period that the dataset covers. See DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_temporal">temporal coverage</a> for more info.
es_co: El período temporal que cubre el datos. Consulte DCAT <a href="http://www.w3.org/TR/vocab-dcat/#Property:dataset_temporal">temporal coverage</a> para obtener más información.

source: This field allows the grouping of multiple datasets into a “collection”. This field should be employed by the individual datasets that together make up a collection. The value for this field should match the identifier of the parent dataset.
es_co: Este campo permite agrupar varios datos en una "colección". Este campo debe ser empleado por los datos individuales que juntos forman una colección. El valor de este campo debe coincidir con el identificador del datos principal.

source: This field is not intended for an agency’s homepage (e.g. www.agency.gov), but rather if a dataset has a human-friendly hub or landing page that users can be directed to for all resources tied to the dataset.
es_co: Este campo no está destinado a la página principal de una agencia (por ejemplo, www.agency.gov), sino más bien si un datos tiene un hub o una página de aterrizaje amigable a la que los usuarios pueden dirigirse para todos los recursos vinculados al datos.

source: This is the author of the dataset.
es_co: Este es el autor del datos.

source: This is used to identify a standardized specification the dataset conforms to. If this is a technical specification associated with a particular serialization of a distribution, this should be specified with <a href="#distribution-conformsTo">conformsTo</a> at the distribution level. It’s recommended that this be a URI that serves as a unique identifier for the standard. The URI may or may not also be a URL that provides documentation of the specification. See <a href="https://project-open-data.cio.gov/v1.1/schema/#dataset-conformsTo">Data Standard at Project Open Data</a>.
es_co: Esto se utiliza para identificar una especificación estandarizada a la que se ajusta el datos. Si se trata de una especificación técnica asociada a una serialización particular de una distribución, se debe especificar con <a href="#distribution-conformsTo">conformsTo</a> en el nivel de distribución. Se recomienda que sea un URI que sirva como un identificador único para el estándar. La URI puede o no ser también una URL que proporcione la documentación de la especificación. Consulte <a href="https://project-open-data.cio.gov/v1.1/schema/#dataset-conformsTo">Data Standard at Project Open Data</a>.

source: This is used to identify the media type (IANA Media Type also known as MIME Type) of the URL used for the dataset’s describedBy field. This should be specified if describedBy is not an HTML webpage.
es_co: Esto se utiliza para identificar el tipo de medio (tipo de medio IANA también conocido como tipo MIME) de la URL utilizada para el campo describedBy del datos. Esto se debe especificar si describedBy no es una página web HTML.

source: This is usually geographical or temporal but can also be other dimension e.g. Person can be used to describe granularity of a dataset about average income. See <a href="http://project-open-data.github.io/schema/#expanded-fields">DCAT Granularity</a> for more info.
es_co: Esto suele ser geográfico o temporal, pero también puede ser de otra dimensión, por ejemplo, la persona se puede utilizar para describir la granularidad de un datos sobre el ingreso promedio. Consulte <a href="http://project-open-data.github.io/schema/#expanded-fields">DCAT Granularity</a> para obtener más información.

source: This should adhere to the RFC 5646 standard. This language subtag lookup provides a good tool for checking and verifying language codes. A language tag is comprised of either one or two parts, the language subtag (such as en for English, sp for Spanish, wo for Wolof) and the regional subtag (such as US for United States, GB for Great Britain, MX for Mexico), separated by a hyphen. Regional subtags should only be provided when needed to distinguish a language tag from another one (such as American vs. British English).
es_co: Esto debe adherirse a la norma RFC 5646. Esta búsqueda de subetiquetas de idioma proporciona una buena herramienta para comprobar y verificar los códigos de idioma. Una etiqueta de idioma se compone de una o dos partes, la subetiqueta de idioma (como en para inglés, sp para español, wo para wólof) y la subetiqueta regional (como US para Estados Unidos, GB para Gran Bretaña, MX para México), separadas por un guión. Las subetiquetas regionales solo deben proporcionarse cuando sea necesario para distinguir una etiqueta de idioma de otra (como el inglés estadounidense vs. el inglés británico).

source: Upload
es_co: Subir

source: API or Website URL
es_co: URL de la API o del sitio web

source: Dataset Info
es_co: Información sobre el datos

source: Dataset Information
es_co: Información sobre el datos

source: Remote file
es_co: Archivo remoto

source: - Select a value -
es_co: - Seleccione una opción -

source: Render license as a link
es_co: Renderizar la licencia como un enlace

source: ISO 8601 Date
es_co: Fecha de la ISO 8601

source: DKAN Dataset Content Types
es_co: Tipos de contenido del datos DKAN

source: Group
es_co: Grupo

source: Determine if this is an OG group.
es_co: Determina si se trata de un grupo OG.

source: Publisher
es_co: Editor

source: Groups allow you to group together datasets under a organisation (for example, the Department of Health) or topic (e.g. Transport, Health) so make it easier for users to browse datasets by theme. Groups also enable you to assign roles and authorisation to members of the group - i.e. individuals can be given the right to publish datasets from a particular organisation.
es_co: Los grupos le permiten agrupar datos en una organización (por ejemplo, el Departamento de Salud) o un tema (por ejemplo, transporte, salud) para que sea más fácil para los usuarios examinar datos por tema. Los grupos también le permiten asignar roles y autorizaciones a los miembros del grupo, es decir, a los individuos se les puede dar el derecho de publicar datos de una organización en particular.

source: Add @groupname
es_co: Añadir @groupname

source: Your membership is pending approval.
es_co: Su membresía está pendiente de aprobación.

source: Remove pending membership request
es_co: Eliminar solicitud de membresía pendiente

source: Members page for datasets
es_co: Página de miembros para los datos

source: Determine context from the path.
es_co: Determina el contexto de la ruta.

source: !group Members
es_co: Miembros !group

source: Ascending
es_co: Ascendente

source: Descending
es_co: Descendente

source: Default group image
es_co: Imagen de grupo predeterminada

source: A group with title %title exists on the site. Please use another title.
es_co: Existe un grupo con el título %title en el sitio. Utilice otro título.

source: Administer Organic groups ui pages
es_co: Administra las páginas de Organic groups ui

source: Access admin pages for Organic Groups ui.
es_co: Accede a las páginas de administración de Organic Groups ui.

source: %user has the editor role, so has also been granted the group administrator role in this group.
es_co: %user tiene el papel de editor, por lo que también se le ha concedido la función de administrador de grupo en este grupo.

source: %user no longer has the editor or site manager role so has also been removed as an administrator on the following groups: %groups.
es_co: %user ya no tiene el papel de editor o de administrador del sitio, así que también se ha eliminado como administrador en los siguientes grupos: %groups.

source: %user is an editor so has also been granted the group administrator role for the group: %group.
es_co: %user es un editor, de manera que también se le ha concedido el papel de administrador de grupo para el grupo: %group.

source: DKAN Dataset Groups
es_co: Grupos de datos de DKAN

source: Custom elements for groups.
es_co: Elementos personalizados para grupos.

source: DKAN Dataset Groups Permissions
es_co: Permisos de grupos de datos de DKAN

source: Defines permissions for groups.
es_co: Define los permisos para los grupos.

source: DKAN Deprecated
es_co: DKAN Obsoleto

source: results: <pre>@results</pre>
es_co: resultados: <pre>@results</pre>

source: DKAN Dataset REST API
es_co: API REST del datos DKAN

source: REST APIs for DKAN Datasets
es_co: Las API REST para los datos de DKAN

source: Rating
es_co: Clasificación

source: DKAN Dataset Voting
es_co: Votación del datos de DKAN

source: Adds voting to datasets.
es_co: Agrega la votación a los datos.

source: DKAN Features
es_co: Características de DKAN

source: Datastore Status
es_co: Estado del almacén de datos

source: You need to add your file to the datastore in order to use the DATA API
es_co: Debe agregar su archivo al almacén de datos para poder usar el API de DATOS

source: This resource can not be added to the datastore
es_co: Este recurso no se puede agregar al almacén de datos

source: No download available for this resource
es_co: No hay descargas disponibles para este recurso

source: Status
es_co: Estado

source: Unlock this importer?
es_co: ¿Desbloquear a este importador?

source: Delete
es_co: Borrar

source: Cancel
es_co: Cancelar

source: Not Locked
es_co: No bloqueado

source: This importer is not locked, therefore it cannot be unlocked.
es_co: Este importador no está bloqueado, por lo tanto, no se puede desbloquear.

source: Unlock (disabled)
es_co: Desbloquear (deshabilitado)

source: Unlock
es_co: Desbloquear

source: Manage Datastore
es_co: Administrar almacén de datos

source: Manage Datastore Settings
es_co: Administrar la configuración del almacén de datos

source: Your file for this resource is not added to the datastore. Click "Manage Datastore" to import file into the datastore.
es_co: Su archivo para este recurso no ha sido agregado al almacén de datos. Haga clic en "Administrar almacén de datos" para importar el archivo al almacén de datos.

source: Your file for this resource has been added to the datastore.
es_co: Su archivo para este recurso ha sido agregado al almacén de datos.

source: A file has been uploaded but not added to the datastore
es_co: Se ha cargado un archivo pero no se ha agregado al almacén de datos.

source: Data ready to be added
es_co: Datos listos para ser añadidos

source: Datastore enabled
es_co: Almacén de datos habilitado

source: Correct file type not attached to resource
es_co: Tipo de archivo correcto no adjunto al recurso

source: Added resource %uuid to queue for import into datastore
es_co: Recurso añadido %uuid en cola para la importación en el almacén de datos

source: Data API
es_co: API de datos

source: Import
es_co: Importar

source: Delete items
es_co: Eliminar elementos

source: Drop Datastore
es_co: Soltar el almacén de datos

source: DKAN Datastore
es_co: Almacén de datos DKAN

source: Creates a datastore designed to make it easy to share open data.
es_co: Crea un almacén de datos diseñado para facilitar la compartición de datos abiertos.

source: uuid !uuid not found.
es_co: uuid !uuid no encontrado.

source: Automatically created by datastore
es_co: Creado automáticamente por el almacén de datos

source: @source_name: Status
es_co: @source_name: Estado

source: Settings
es_co: Configuración

source: Import all content from source?
es_co: ¿Importar todo el contenido de la fuente?

source: Importing (@progress %)
es_co: Importando (@progress %)

source: The file type for this resource is not supported by the datastore.
es_co: El tipo de archivo para este recurso no es compatible con el almacén de datos.

source: There is nothing to manage! You need to upload or link to a file in order to use the datastore.
es_co: ¡No hay nada que administrar! Debe subir o vincular a un archivo para poder usar el almacén de datos.

source: Delete all items from source?
es_co: ¿Eliminar todos los elementos de la fuente?

source: Deleting (@progress %)
es_co: Eliminando (@progress %)

source: No feeds sources added to node.
es_co: No se agregaron fuentes de feeds al nodo.

source: Drop this datastore?
es_co: ¿Soltar este almacén de datos?

source: Drop
es_co: Soltar

source: Can't drop table
es_co: No se puede soltar la tabla

source: You need to have a file or link imported to the datastore in order to drop it.
es_co: Debe tener un archivo o enlace importado al almacén de datos para soltarlo.

source: Drop (disabled)
es_co: Soltar (desactivado)

source: Drop tables
es_co: Soltar tablas

source: Are you sure you want to drop the datastore?
es_co: ¿Está seguro que desea soltar el almacén de datos?

source: Datastore dropped!
es_co: ¡Se ha soltado el almacén de datos!

source: DKAN Datastore API
es_co: API del almacén de datos de DKAN

source: This resources has a file that has not been added to the datastore.
es_co: Este recurso tiene un archivo que no se ha agregado al almacén de datos.

source: This data source has not yet completed importing. Import is at @progress%. The API for this data source will be available upon the completion of the import process.
es_co: Esta fuente de datos aún no ha finalizado la importación. La importación tiene un @progress%. La API para esta fuente de datos estará disponible al finalizar el proceso de importación.

source: Access resource data via a web API with powerful query support.
es_co: Accede a los datos de recursos a través de una API web con un potente soporte de consultas.

source: Resource ID
es_co: ID de recurso

source: The Resource ID for this resource is %id
es_co: El ID de recurso para este recurso es %id

source: Example Query
es_co: Ejemplo de consulta

source: Query this datastore and return first five results
es_co: Consulta este almacén de datos y devuelve los primeros cinco resultados

source: Documentation
es_co: Documentación

source: See DKAN API documentation for more details: <a href="http://docs.getdkan.com/docs/dkan-documentation/dkan-api/datastore-api">DKAN Datastore API</a>
es_co: Consulte la documentación de la API de DKAN para obtener más información: <a href="http://docs.getdkan.com/docs/dkan-documentation/dkan-api/datastore-api">API del almacén de datos DKAN</a>

source: No files have been added to the datastore.
es_co: No se han agregado archivos al almacén de datos.

source: File was succesfully enqueued to be imported and will be available in the datastore in a few minutes
es_co: El archivo fue colocado en cola correctamente para ser importado y estará disponible en el almacén de datos en pocos minutos.

source: File was succesfully imported into the datastore
es_co: El archivo se importó correctamente en el almacén de datos

source: An error occurred trying to import this file: @error
es_co: Se ha producido un error al intentar importar este archivo: @error

source: An array representing a file.
es_co: Una matriz que representa un archivo.

source: Search a datastore table. :param resource_id: id or alias of the data that is going to be selected.
es_co: Busca en una tabla de almacén de datos. :id_de_recurso de parámetro: id o alias de los datos que van a ser seleccionados.

source: Missing data the file upload can not be completed
es_co: Datos perdidos: la subida del archivo no se puede completar

source: The store could not be created.
es_co: No se pudo crear el almacén.

source: An unknown error occured
es_co: Se produjo un error desconocido

source: The file is missing or empty.
es_co: Falta el archivo o está vacío.

source: The store could not be updated.
es_co: No se pudo actualizar el almacén.

source: Access datastore info over json.
es_co: Accede a la información del almacén de datos sobre json.

source: Required PDO flags for dkan_datastore_fast_import were not found. This module requires PDO::MYSQL_ATTR_LOCAL_INFILE and PDO::MYSQL_ATTR_USE_BUFFERED_QUERY
es_co: No se encontraron los indicadores PDO necesarios para dkan_datastore_fast_import. Este módulo requiere PDO::MYSQL_ATTR_LOCAL_INFILE y PDO::MYSQL_ATTR_USE_BUFFERED_QUERY

source: Required PDO flag for dkan_datastore_fast_import were not found. This module requires PDO::MYSQL_ATTR_LOCAL_INFILE
es_co: No se encontró el indicador PDO necesario para dkan_datastore_fast_import. Este módulo requiere PDO::MYSQL_ATTR_LOCAL_INFILE

source: Required PDO flag for dkan_datastore_fast_import were not found. This module requires PDO::MYSQL_ATTR_USE_BUFFERED_QUERY
es_co: No se encontró el indicador PDO necesario para dkan_datastore_fast_import. Este módulo requiere PDO::MYSQL_ATTR_USE_BUFFERED_QUERY

source: Use regular import as default (BATCH)
es_co: Utilizar la importación regular como predeterminada (LOTE)

source: Use fast import as default (LOAD DATA)
es_co: Utilizar la importación rápida como predeterminada (CARGAR DATOS)

source: Use fast import for files with a weight over:
es_co: Utilizar la importación rápida para archivos con un peso superior a:

source: Fast Import Selection
es_co: Selección de importación rápida

source: File size threshold
es_co: Umbral de tamaño de archivo

source: LOAD DATA LOCAL INFILE
es_co: CARGAR DATOS LOCALES EN EL ARCHIVO

source: LOAD DATA INFILE
es_co: CARGAR DATOS EN EL ARCHIVO

source: Load Data Statement
es_co: Declaración de datos de carga

source: Choose the version of load data you want to use. This depends on your hosting configuration.
es_co: Elija la versión de datos de carga que desea utilizar. Esto depende de su configuración de hosting.

source: Queue Filesize Threshold
es_co: Poner en cola el umbral de tamaño del archivo

source: There were no items imported. It may be due to a misconfiguration related to characters set as quote delimiters, lines terminators or escape characters.
es_co: No se importaron elementos. Puede deberse a una configuración incorrecta relacionada con caracteres definidos como delimitadores entre comillas, terminadores de líneas o caracteres de escape.

source: There was an error trying to import this file: @error
es_co: Se ha producido un error al intentar importar este archivo: @error

source: Use Fast Import
es_co: Usar Importación Rápida

source: Quote delimiters
es_co: Delimitadores entre comillas

source: The character that will be used to enclose fields in this CSV file.
es_co: El carácter que se utilizará para incluir campos en este archivo CSV.

source: Lines terminated by:
es_co: Líneas terminadas por:

source: Fields escaped by:
es_co: Campos escapados por:

source: The character used to escape other characters on each fields. Leave empty if it isn't needed.
es_co: El carácter utilizado para escapar de otros caracteres en cada campo. Dejar vacío si no es necesario.

source: Settings for DKAN Datastore.
es_co: Configuración para el almacén de datos de DKAN.

source: DKAN Datastore Fast Import
es_co: Importación rápida del almacén de datos de DKAN

source: Enable fast import for resources
es_co: Permite la importación rápida de recursos

source: DKAN Fixtures
es_co: Accesorios de DKAN

source: DKAN Dataset Fixtures
es_co: Accesorios del datos DKAN

source: DKAN Resource Fixtures
es_co: Accesorios del recurso DKAN

source: DKAN Group Fixtures
es_co: Accesorios del grupo DKAN

source: Array
es_co: Matriz

source: The file %file could not be imported.
es_co: No se pudo importar el archivo %file.

source: Saves DKAN API endpoints to local files to be used as fixtures
es_co: Guarda los puntos finales de la API DKAN en los archivos locales que se utilizarán como accesorios
