Repository: angrycactus/dkan_l10n_es_co
Catalog: po/dkan_l10n_*.default.po
Languages: es_co

source: %url was not available for download
es_co: %url no estaba disponible para descargar

source: DKAN Default Datasets
es_co: Datos predeterminados de DKAN

source: DKAN Default Resources
es_co: Recursos predeterminados de DKAN

source: DKAN Default Groups
es_co: Grupos predeterminados de DKAN

source: DKAN Default Visualization Entities
es_co: Entidades de visualización predeterminadas de DKAN

source: DKAN Default Data Stories
es_co: Historias de datos predeterminadas de DKAN

source: DKAN Default Data Dashboards
es_co: Cuadro de mando de datos predeterminados de DKAN

source: DKAN Default Pages
es_co: Páginas predeterminadas de DKAN

source: DKAN Default Content
es_co: Contenido predeterminado de DKAN

source: Default Content for DKAN
es_co: Contenido predeterminado para DKAN

source: Running the harvest rollback on %source_machine_name
es_co: Ejecutar la restauración de la recolección en %source_machine_name

source: No source to deregister
es_co: No hay ninguna fuente para ser eliminada del registro

source: Harvest Source not found!
es_co: ¡Fuente de los datos no encontrada!

source: Add one or more filters to narrow a harvest to a specific subset of fields and values.
es_co: Agrega uno o más filtros para restringir una recolección a un subconjunto específico de campos y valores.

source: Defaults
es_co: Predeterminados

source: Determine replacement field values that will be overwritten when you harvest.
es_co: Determina los valores del campo de reemplazo que se sobrescribirán cuando realice la recolección.

source: Exclude a specific field and value from your harvest. Using this will import all fields except the ones listed.
es_co: Excluye un campo específico y el valor de su recolección. El uso de esto importará todos los campos excepto aquellos que estén listados.

source: Excludes
es_co: Excluye

source: Filters
es_co: Filtros

source: Machine Name
es_co: Nombre de máquina

source: Notes
es_co: Notas

source: Overrides
es_co: Anulaciones

source: Set a default value to be used when the specified field is empty.
es_co: Establece un valor predeterminado que se utilizará cuando el campo especificado esté vacío.

source: Source URI
es_co: URI de origen

source: Type
es_co: Tipo

source: Type of source we are harvesting.
es_co: Tipo de fuente que estamos recolectando.

source: Source for harvesting datasets from an external source into DKAN. For instance, another data portal’s data.json file could be set to harvest once a day and add all the datasets returned to your catalog.
es_co: Hace una búsqueda para recolectar los datos de una fuente externa en DKAN. Por ejemplo, se puede establecer el archivo data.json de otro portal de datos para hacer la recolección una vez al día y agregar todos los datos devueltos a su catálogo.

source: Cannot look-up the harvest source Node ID
es_co: No se pudo buscar el ID del Nodo de la fuente de los datos

source: The following rules are disabled: @rules_list
es_co: Las siguientes reglas están inhabilitadas: @rules_list

source: @message_prefix. Metadata Source file @file_path not found.
es_co: @message_prefix. Archivo de la fuente de metadatos @file_path no encontrado.

source: Cannot clean old metadata source. @exception_message
es_co: No se puede limpiar la antigua fuente de metadatos. @exception_message

source: Cannot get taxonomy @taxonomy (@vocabulary vocabulary).
es_co: No se puede obtener la taxonomía @taxonomy (vocabulario @vocabulary).

source: Cannot create the file for the Metadata Source.
es_co: No se puede crear el archivo para la fuente de metadatos.

source: Items to import is 0. Looks like source is missing. All the content previously harvested will be unpublished.
es_co: Los elementos a importar son 0. Parece que falta la fuente. Todo el contenido previamente recolectado será inédito.

source: Deleting previously failed imports that does not exist in the harvest source anymore.
es_co: Eliminar las anteriores importaciones fallidas que ya no existen en la fuente de los datos.

source: Could not log items status on migration !name
es_co: No se pudo registrar el estado de los elementos en el !name de la migración.

source: The following rules are re-enabled: @rules_list
es_co: Las siguientes reglas se vuelven a habilitar: @rules_list

source: @count item(s) datasets that were previously unpublished are restored by the source and will be republished again.
es_co: @count item(s) datos que no fueron publicados anteriormente son restaurados por la fuente y se volverán a publicar nuevamente.

source: Dataset "@dataset_title"[@nid] and @related_count related content (Resources, ..) published.
es_co: Datos "@ dataset_title"[@nid] y @related_count contenido relacionado (Recursos, ..) publicado.

source: @count item(s) that were added by this source does not exist anymore and will be unpublished.
es_co: @count item (s) que fueron agregados por esta fuente ya no existen y serán inéditos.

source: Dataset "@dataset_title"[@nid] and @related_count related content (Resources, ..) unpublished.
es_co: Datos "@dataset_title"[@nid] y @related_count contenido relacionado (Recursos, ..) inéditos.

source: Resource remote url (@url) not valid!
es_co: ¡La URL remota de recursos (@url) no es válida!

source: Resource remote url (@url) extension (@extension) not allowed
es_co: No se permite la extensión (@extension) remota de recursos de la (@url)

source: !name addFieldMapping: !dest was previously mapped, overridden
es_co: !name addFieldMapping: !dest se ha mapeado, anulado previamente

source: Events
es_co: Eventos

source: Event ID
es_co: ID del Evento

source: Date
es_co: Fecha

source: Duration
es_co: Duración

source: Created
es_co: Creado

source: Updated
es_co: Actualizado

source: Failed
es_co: Ha fallado

source: Unchanged
es_co: Sin cambios

source: alert-danger
es_co: alerta-peligro

source: Chronological log of harvests performed on this source. See the "Error log" page for details on any failures listed here.
es_co: Registro cronológico de las recolecciones realizadas en esta fuente. Consulte la página "Registro de errores" para obtener más información sobre los fallos que se enumeran aquí.

source: Errors
es_co: Errores

source: Message ID
es_co: ID del mensaje

source: Source ID
es_co: ID de la fuente

source: Error Message
es_co: Mensaje de error

source: Log of errors reported during harvesting from this source.
es_co: Registro de errores reportados durante la recolección de esta fuente.

source: Dataset link
es_co: Enlace del datos

source: @errors_count Error(s) encountered on @date
es_co: @errors_count Error(es) encontrados en @date

source: Source summary url
es_co: URL de resumen de la fuente

source: <strong>Datasets</strong> @count
es_co: <strong>Datos</strong> @count

source: Harvest Source Summary
es_co: Resumen de la fuente de la recolección

source: Administrate harvest sources and datasets
es_co: Administra las fuentes y datos de la recolección

source: Caching source and preparing Harvest preview...
es_co: Almacenamiento en caché de la fuente y preparación de la previsualización de la recoleccón...

source: Processed 0%.
es_co: Procesado 0%.

source: Processed @percentage.
es_co: Procesado @percentage.

source: An error ocurred while caching the source.
es_co: Se produjo un error durante el almacenamiento en caché de la fuente.

source: Harvesting from this source as it is currently configured will import the datasets listed below into this data portal. Click "Edit" above to change the source's configuration, click the "Harvest now" button at the bottom of the page to run the harvest immediately, or simply continue working and the harvest will be performed on schedule.
es_co: La recolección de esta fuente, tal como está configurada actualmente, importará los datos que se enumeran a continuación en este portal de datos. Haga clic en "Editar" para cambiar la configuración de la fuente, haga clic en el botón "Recolectar ahora" en la parte inferior de la página para ejecutar la recolección inmediatamente, o simplemente continúe trabajando y la recolección se ejecutará según lo programado.

source: <span>Datasets in source: </span> @count
es_co: <span>Datos en la fuente: </span> @count

source: Harvest now
es_co: Recolectar ahora

source: Refresh
es_co: Actualizar

source: Migrating content from
es_co: Migración de contenido de

source: A full Harvest may take several minutes, depending on how many items your source contains. If your harvest times out, start it again as needed until it completes successfully. For more reliable harvests, use built-in drush commands in the terminal or set up a cron job. See the DKAN Harvest documentation for more information.
es_co: Una recolección completa puede tomar varios minutos, dependiendo de cuántos elementos contenga su fuente. Si se agota el tiempo de su recolección, comiéncela de nuevo tantas veces como sea necesaria hasta que se complete con éxito. Para obtener recolecciones más confiables, utilice los comandos drush incorporados en el terminal o configure un trabajo cron. Consulte la documentación de recolección DKAN para obtener más información.

source: An error ocurred during the migration.
es_co: Se ha producido un error durante la migración.

source: No harvest source found.
es_co: No se encontró ninguna fuente de los datos.

source: Harvest Source \"@title\" (@nid) cannot be imported!
es_co: ¡No se puede importar la fuente de los datos \"@title\" (@nid)!

source: Failed to import source with message: @exception_message
es_co: Error al importar fuente con mensaje: @exception_message

source: Failed to start source harvest migration. Cannot load migration object.
es_co: Error al iniciar la migración de recolección de la fuente. No se puede cargar el objeto de migración.

source: Failed to rollback source harvest migration. Cannot load migration object.
es_co: Error al restaurar la migración de recolección de la fuente. No se puede cargar el objeto de migración.

source: Harvest Migration registration failed!
es_co: ¡El registro de migración de recolección ha fallado!

source: Harvest Cache for @source_machine_name failed!
es_co: ¡La caché de recolección para @source_machine_name ha fallado!

source: Harvest Cache for @source_machine_name completed (processed @cache_processed, failed @cache_failed, saved @cache_saved : (filtered @cache_filtered, excluded @cache_excluded, defaulted @cache_defaulted, overridden @cache_overridden)).
es_co: Se ha completado la caché de recolección de @source_machine_name (procesada @cache_processed, fallada @cache_failed, guardada @cache_saved : (filtrada @cache_filtered, excluida @cache_excluded, defectuosa @cache_defaulted, anulada @cache_overridden)).

source: Source local URI does not exists!
es_co: ¡La URI local de la fuente no existe!

source: Source remote URI invalid!
es_co: ¡La URI remota de la fuente no es válida!

source: Source URI invalid!
es_co: ¡URI de la fuente no válida!

source: Source URI protocol not allowed! Allowed protocols are %allowed_protocols
es_co: ¡No se permite el protocolo URI de la fuente! Los protocolos permitidos son %allowed_protocols

source: Source: !link
es_co: Fuente: !link

source: Warning: this node was harvested from another source and should probably not be modified. If you modify it, your changes will be overwritten the next time a harvest is performed
es_co: Advertencia: este nodo fue recolectado de otra fuente y probablemente no debería ser modificado. Si lo modifica, sus cambios se sobrescribirán la próxima vez que se realice una recolección

source: Deleting selected Harvest Sources and updating associated content...
es_co: Eliminando las fuentes de recolección seleccionadas y actualizando el contenido asociado...

source: Processed @current out of @total.
es_co: Procesado @current de @total.

source: An error ocurred while processing the content.
es_co: Se produjo un error al procesar el contenido.

source: Delete content.
es_co: Eliminar contenido.

source: Unpublish content.
es_co: Anular la publicación del contenido.

source: Leave content published.
es_co: Dejar el contenido publicado.

source: Delete Sources
es_co: Eliminar fuentes

source: The following sources were selected to be deleted:
es_co: Se seleccionaron las siguientes fuentes para ser eliminadas:

source: Plese select the operation you want to perform on the associated content (datasets and resources):
es_co: Seleccione la operación que desea realizar en el contenido asociado (datos y recursos):

source: DKAN Harvest
es_co: Recolección DKAN

source: Harvest data from external sources into DKAN sites
es_co: Recolectar los datos de fuentes externas en sitios DKAN

source: Loading of !objecturl failed:
es_co: Se ha producido un error en la carga de !objecturl:

source: Mappings from source key to destination key
es_co: Mapeos de la clave de origen a la clave de destino

source: Messages generated during a migration process
es_co: Mensajes generados durante un proceso de migración

source: machine name is required!
es_co: ¡Es necesario el nombre de la máquina!

source: Harvest Source node with machine name %s not found.
es_co: No se encontró el nodo de la fuente de los datos con nombre %s de máquina.

source: Harvest demo cache failed: @error
es_co: Error de caché de demostración de recolección: @error

source: The data source to be harvested
es_co: La fuente de datos a recolectar

source: This can be a source node object or node id
es_co: Este puede ser un objeto de nodo fuente o un ID de nodo

source: Cache Source
es_co: Fuente del caché

source: Migrate Source
es_co: Migrar fuente

source: Harvest (Cache and Migrate) Source
es_co: Fuente (caché y migración) de recolección

source: Dkan Harvest
es_co: Recolección Dkan

source: Harvest Migrate Last Updated
es_co: Última actualización de la migración de recolección

source: Date of the Last Harvest Migrate operation for a Harvest Source.
es_co: Fecha de la última operación de la migración de recolección para una fuente de los datos.

source: Harvest Migrate Datasets Count
es_co: Conteo de datos de la migración de recolección

source: Count of the Dataset Harvested for a Harvest Source
es_co: Conteo del datos recolectados para una fuente de los datos

source: Harvest Migrate Status
es_co: Estado de la migración de recolección

source: Status of the last harvest migration
es_co: Estado de la última migración de recolección

source: From
es_co: Desde

source: To
es_co: Hasta

source: Add Source
es_co: Agregar fuente

source: DKAN Harvest Dashboard
es_co: Cuadro de mando de indicadores de la recolección DKAN

source: Sources
es_co: Fuentes

source: Harvest administration dashboard and overview of source nodes and related information
es_co: Cuadro de mando de administración de la recolección y descripción general de los nodos fuente e información relacionada

source: Custom
es_co: Personalizado

source: Status when no errors found
es_co: Estado cuando no se han encontrado errores

source: Status when one or multiple error(s) found
es_co: Estado cuando uno o varios errores son encontrados

source: Status when when not applicable
es_co: Estado cuando cuando no sea aplicable

source: Reverse
es_co: Reversa

source: If checked, true will be displayed as false.
es_co: Si está marcado, verdadero se mostrará como falso.

source: HarvestSource machine_name not found.
es_co: HarvestSource nombre_de_la_máquina no encontrado.

source: MLID not found.
es_co: No se encontró MLID.

source: Result for error message not found.
es_co: No se encontró el resultado del mensaje de error.

source: Yes
es_co: Sí.

source: Cannot parse temporal coverage interval @value
es_co: No se puede analizar el intervalo de cobertura temporal @value

source: Cannot parse temporal coverage value @value
es_co: No se puede analizar el valor de cobertura temporal @value

source: Key "@path" was automatically generated because doesn't exists in the dataset "@title". Make sure you want to modify the key "@path".
es_co: La clave "@path" se generó automáticamente porque no existe en el datos "@title". Asegúrese de que desea modificar la clave "@path".

source: Error trying to access to key @path. Please make sure @path exists in the dataset
es_co: Error al intentar acceder a la clave @path. Asegúrese de que @path existe en el datos

source: Dkan Harvest Data Json
es_co: Datos de la recolección Dkan Json

source: Provide Data Json endpoints support for Dkan Harvest.
es_co: Proporciona soporte de los puntos finales de Datos Json para la recolección Dkan.

source: DKAN Harvest Test
es_co: Prueba de recolección DKAN

source: Test module for dkan_harvest
es_co: Módulo de prueba para dkan_harvest

source: File
es_co: Archivo

source: Text
es_co: Texto

source: custom
es_co: personalizada

source: Map
es_co: Mapa

source: Table
es_co: Tabla

source: Slideshow
es_co: Presentación de diapositivas

source: Content List
es_co: Lista de contenido

source: Submenu
es_co: Submenú

source: Existing content
es_co: Contenido existente

source: New custom content
es_co: Nuevo contenido personalizado

source: Visualization
es_co: Visualización

source: Link
es_co: Enlace

source: Content options are divided by category. Please select a category from the left to proceed.
es_co: Las opciones de contenido están divididas por categoría. Seleccione una categoría de la izquierda para continuar.

source: DKAN In-Place Editor
es_co: Editor DKAN en el lugar

source: Customizations to panels IPE
es_co: Personalizaciones a paneles IPE

source: Data.json Dataset Base
es_co: Base de datos de Data.json

source: CKAN Dataset Base
es_co: Base de datos de CKAN

source: CKAN Group Base
es_co: Base del Grupo CKAN

source: CKAN Resource Base
es_co: Base de Recursos CKAN

source: Loading of !listurl failed:
es_co: Ha fallado la carga de !listurl:

source: Access denied for !objecturl
es_co: Acceso denegado para !objecturl

source: Access denied for %id
es_co: Acceso denegado para %id

source: Could not create directory
es_co: No se pudo crear el directorio

source: %url contains %datasets datasets and %resources resources.
es_co: %url contiene %datasets datos atasets y recursos %resources.

source: ID list resource_show downloaded locally as %filename
es_co: Lista de ID resource_show descargada localmente como %filename

source: unknown
es_co: desconocido

source: CKAN Resources ID file for %migration migration downloaded locally. Last updated %date.
es_co: Archivo de ID de recursos de CKAN para la migración %migration descargado localmente. Última actualización %date.

source: List of resource ids for %endpoint
es_co: Lista de ID de recursos para %endpoint

source: DKAN Migrate Base
es_co: Base de migración de DKAN

source: DKAN migration base.
es_co: Base de migración de DKAN.

source: DKAN Examples
es_co: Ejemplos DKAN

source: Example CKAN Datasets
es_co: Ejemplo de datos CKAN

source: Example CKAN Resources
es_co: Ejemplo de recursos de CKAN

source: Example Data JSON V1.1
es_co: Ejemplo de datos JSON V1.1

source: DKAN migration base example.
es_co: Ejemplo de base de migración DKAN.

source: DKAN Permissions
es_co: Permisos DKAN

source: Export of roles and permissions for core DKAN roles.
es_co: Exportación de roles y permisos para las funciones principales de DKAN.

source: DKAN Plugins
es_co: Plugins DKAN

source: Custom cTools plugins for DKAN
es_co: Plugins cTools personalizados para DKAN

source: Button link
es_co: Enlace del botón

source: Custom button with color settings.
es_co: Botón personalizado con ajustes de color.

source: Button Alignment
es_co: Alineación del botón

source: Left
es_co: Izquierda

source: Center
es_co: Centro

source: Right
es_co: Derecha

source: Additional Information
es_co: Información Adicional

source: Powered by DKAN
es_co: Desarrollado por DKAN

source: Other Access
es_co: Otro acceso

source: User menu
es_co: Menú de usuario

source: Data Extent
es_co: Extensión de datos

source: Search Your Data
es_co: Busque sus datos

source: Welcome to the DKAN Demo
es_co: Bienvenido a la demostración DKAN

source: Add a Dataset
es_co: Agregar un datos

source: mimetype
es_co: tipo MIME

source: filesize
es_co: tamaño de archivo

source: resource type
es_co: tipo de recurso

source: timestamp
es_co: marca de tiempo

source: Field
es_co: Campo

source: Value
es_co: Valor

source: Default
es_co: Predeterminado

source: Add text here to override the default block content. Leave blank to continue using default.
es_co: Añada texto aquí para reemplazar el contenido del bloque predeterminado. Deje en blanco para continuar usando el valor predeterminado.

source: Add a dataset
es_co: Agregar un datos

source: Reset block content to default.
es_co: Restablecer el contenido del bloque a predeterminado.

source: License not specified
es_co: Licencia no especificada

source: Powered by !dkan, a project of !nucivic
es_co: Desarrollado por !dkan, un proyecto de !nucivic

source: The information on this page (the dataset metadata) is also available in these formats.
es_co: La información de esta página (los metadatos del datos) también está disponible en estos formatos.

source: json view of content
es_co: vista json del contenido

source: rdf view of content
es_co: vista rdf del contenido

source: via the <a href="http://docs.getdkan.com/en/latest/apis/index.html">DKAN API</a>
es_co: a través de la <a href="http://docs.getdkan.com/en/latest/apis/index.html">API DKAN</a>

source: search
es_co: buscar

source: <p>Search for datasets directly from the homepage or by navigating to the !link search page where you can filter by tags, groups and format.</p>
es_co: <p>Busca datos directamente desde la página de inicio o navegando a la página de búsqueda de !link donde usted puede filtrar por etiquetas, grupos y formatos.</p>

source: You can add a !dataset to get a sense of publisher workflow. This form can be customised to require many additional fields. In this demo only the most basic fields are required.
es_co: Puede agregar un !dataset para obtener un flujo de trabajo del sentido del editor. Este formulario puede personalizarse para requerir muchos campos adicionales. En esta demostración solo se requieren los campos más básicos.

source: Page
es_co: Página

source: This is a basic page.
es_co: Esta es una página básica.

source: Log out
es_co: Cerrar sesión

source: Log in
es_co: Iniciar sesión

source: Register
es_co: Registrarse

source: For Colorizer to work you must set the Administration theme to match your <em>Default theme</em> at the bottom of the !link page.
es_co: Para que funcione el Colorizer, debe configurar el tema Administración para que coincida con su <em>Tema predeterminado</em> en la parte inferior de la página de !link.

source: appearance list
es_co: lista de apariencia

source: Redirects to search page
es_co: Redirecciona a la página de búsqueda

source: DKAN Sitewide
es_co: En todo el sitio DKAN

source: Sitewide elements for DKAN.
es_co: Elementos del sitio para DKAN.

source: Node
es_co: Nodo

source: Create
es_co: Crear

source: Edit
es_co: Editar

source: Datastore
es_co: Almacén de datos

source: Sitewide
es_co: En todo el sitio

source: DKAN Sitewide Context
es_co: Contexto DKAN en todo el sitio

source: Contexts for DKAN.
es_co: Contextos para DKAN.

source: DKAN Sitewide Demo Front
es_co: Frontal de demostración de DKAN en todo el sitio

source: Default front page module. Included for backwards compatibility; depricated. Don't enable if you're not already using.
es_co: Módulo de página frontal predeterminado. Incluido para compatibilidad hacia atrás; obsoleto. No lo habilite si aún no lo está utilizando.

source: Alternative admin menu for non admin users.
es_co: Menú de administración alternativo para usuarios no administradores.

source: Command Center Menu
es_co: Menú del centro de comandos

source: Add content
es_co: Añadir contenido

source: Chart
es_co: Gráfica
