Repository: angrycactus/dkan_l10n_es_co
Catalog: po/dkan_l10n_*.default.po
Languages: es_co

source: Charts
es_co: Gráficas

source: Create user
es_co: Crear usuario

source: DCAT validation
es_co: Validación DCAT

source: Data Dashboards
es_co: Cuadro de mando de datos

source: Data Previews
es_co: Previsualizaciones de datos

source: Featured Groups Sort Order
es_co: Orden de clasificación de los grupos destacados

source: Featured Group Sort Order
es_co: Orden de clasificación del grupo destacado

source: Fonts
es_co: Fuentes

source: Manage Users
es_co: Administrar usuarios

source: Menus
es_co: Menús

source: Open Data Schema Mapper
es_co: Abrir el mapeador de esquema de datos

source: People
es_co: Personas

source: Project Open Data Validation
es_co: Validación de Project Open Data

source: Recline Configuration
es_co: Configuración de reclinación

source: Site Configuration
es_co: Configuración del sitio

source: Site Information
es_co: Información del sitio

source: Taxonomy
es_co: Taxonomía

source: Theme Settings
es_co: Configuración del tema

source: Administer DKAN configuration
es_co: Administrar la configuración DKAN

source: Perform administration tasks for DKAN.
es_co: Realizar tareas de administración para DKAN.

source: DKAN Sitewide Menu
es_co: Menú del sitio DKAN

source: Command center menu settings for DKAN
es_co: Configuración del menú del centro de comandos para DKAN

source: Configure DKAN module to embed panelizer layout form on content creation.
es_co: Configura el módulo DKAN para incrustar el diseño del panelizador en la creación de contenido.

source: Panelized Content Types
es_co: Tipos de contenido panelizado

source: Non panelized Content Types
es_co: Tipos de contenido no panelizado

source: This content types don't have their 'default' view panelized or&nbsp; they don't have a default panel for that view.&nbsp; You can panelize them <a href='/admin/config/content/panelizer'>here</a>.
es_co: Estos tipos de contenido no tienen su vista 'predeterminada' panelizada o no tienen un panel predeterminado para esa vista. Puede panelizarlos <a href='/admin/config/content/panelizer'>aquí</a>.

source: Your %content_type '%title' has been created. Start adding content by clicking on the + sign on each panel.
es_co: Su %content_type '%title' se ha creado. Comience a agregar contenido haciendo clic en el signo + en cada panel.

source: DKAN Sitewide Panelizer
es_co: Panelizador del sitio DKAN

source: DKAN module for simplifying the creation of panelized content
es_co: Módulo DKAN para simplificar la creación de contenido panelizado

source: DKAN User Summary
es_co: Resumen de usuarios de DKAN

source: DKAN Panels
es_co: Paneles DKAN

source: Exports of core panels configuration for DKAN.
es_co: Exportación de la configuración de paneles de núcleo para DKAN.

source: User admin role reset to "administrator."
es_co: El rol de administrador del usuario se ha restablecido a "administrador."

source: Administrator role not found. Skipping update.
es_co: No se encontró el rol de administrador. Omitir actualización.

source: User admin role already set. Skipping update.
es_co: La función de administrador de usuarios ya está establecida. Omitir actualización.

source: DKAN Sitewide Roles and Permissions
es_co: Funciones y permisos de DKAN en todo el sitio

source: Defines roles and permissions. Deprecated in favor of dkan_permissions, will be removed in future release.
es_co: Define roles y permisos. Desactivado a favor de dkan_permissions, se eliminará en la versión futura.

source: Blocks for the dataset search page
es_co: Bloques para la página de búsqueda de los datos

source: WARNING: If you are upgrading from a previous version of DKAN, a required update of the Search API DB backend module may break your search indexes, showing either a) nothing or b) all nodes regardless of type in your search/datasets pages. This problem can be easily fixed by following the instructions in the release notes at https://github.com/NuCivic/dkan/releases/tag/7.x-1.9 or in CHANGELOG.txt.
es_co: ADVERTENCIA: Si está actualizando desde una versión anterior de DKAN, una actualización necesaria del módulo de backend de la base de datos de la API de búsqueda puede romper sus índices de búsqueda, mostrando a) nada o b) todos los nodos sin importar el tipo en sus páginas de búsqueda/datos. Este problema se puede solucionar fácilmente siguiendo las instrucciones en las notas de la versión en https://github.com/NuCivic/dkan/releases/tag/7.x-1.9 o en CHANGELOG.txt.

source: DKAN Sitewide Search
es_co: Búsqueda en todo el sitio de DKAN

source: Adds search component using SQL instead of Solr
es_co: Agrega el componente de búsqueda utilizando SQL en lugar de Solr

source: About
es_co: Acerca de

source: Profile
es_co: Perfil

source: DKAN Sitewide User
es_co: Usuario en todo el sitio DKAN

source: Basic configuration for DKAN users.
es_co: Configuración básica para usuarios DKAN.

source: Term Icon
es_co: Término Icono

source: Content Type Icon
es_co: Icono de tipo de contenido

source: Facet Links with Icons
es_co: Enlaces de faceta con iconos

source: Provides facet widgets with links and icons for taxonomy terms and content types.
es_co: Proporciona widgets de faceta con enlaces e iconos para términos de taxonomía y tipos de contenido.

source: Search Toolkit
es_co: Kit de herramientas de búsqueda

source: Icon
es_co: Icono

source: Icon Color
es_co: Color del icono

source: Icon Type
es_co: Tipo de icono

source: Topics
es_co: Temas

source: Topic with icon
es_co: Tema con icono

source: Please select an icon.
es_co: Por favor, seleccione un icono

source: /admin/modules/uninstall">Uninstall DKAN Featured Topics</a>.
es_co: /admin/modules/uninstall">Desinstalar temas destacados de DKAN</a>.

source: DKAN Topics
es_co: Temas DKAN

source: Categorize your data with topics to help users find what they are looking for.
es_co: Clasifique sus datos con temas para ayudar a los usuarios a encontrar lo que buscan.

source: DKAN Default Topics
es_co: Temas predeterminados de DKAN

source: Default topic terms.
es_co: Términos de tema predeterminados.

source: My Workbench
es_co: Mi mesa de trabajo

source: My drafts
es_co: Mis borradores

source: Needs review
es_co: Revisión de las necesidades

source: Stale drafts
es_co: Borradores desactualizados

source: Stale reviews
es_co: Revisiones desactualizadas

source: Access Stale Reviews Page
es_co: Acceder a la página de revisiones desactualizadas

source: Grant access to stale reviews page.
es_co: Conceder acceso a la página de revisiones desactualizadas.

source: Access Stale Drafts Page
es_co: Acceder a la página de borradores desactualizados

source: Grant access to stale drafts page.
es_co: Conceder acceso a la página de borradores desactualizados.

source: DKAN Workflow
es_co: Flujo de trabajo DKAN

source: NuCivic Data publication workflow and related modules
es_co: Flujo de trabajo de publicación de NuCivic Data y módulos relacionados

source: Workflow roles require certain core roles to be enabled. For instance, the "Workflow Contributor" role must always be accompanied by the "content creator" role. Users without any workflow role will not be able to submit or publish content.
es_co: Los roles del flujo de trabajo requieren ciertas funciones principales que deben habilitarse. Por ejemplo, la función "Contribuyente del flujo de trabajo" debe siempre estar acompañada por el papel de "creador de contenido". Los usuarios sin ningún rol de flujo de trabajo no podrán enviar o publicar contenidos.

source: Dkan Workflow Permissions
es_co: Permisos del flujo de trabajo de Dkan

source: Dkan Workflow Roles and Permissions
es_co: Roles y permisos del flujo de trabajo de Dkan

source: On Click
es_co: Al hacer clic

source: On Mouseover
es_co: Al poner el ratón encima

source: VBO field
es_co: Campo VBO

source: Select the vbo field with each record.
es_co: Seleccione el campo vbo con cada registro.

source: VID field
es_co: Campo VID

source: Select the field that contains the filtered Node VID.
es_co: Seleccione el campo que contiene el VID del nodo filtrado.

source: Workflow List
es_co: Lista de flujos de trabajo

source: Display the results as a tree
es_co: Mostrar los resultados como un árbol

source: Workflow set moderation state !state
es_co: El flujo de trabajo estableció el estado de moderación !state

source: Resources without a dataset
es_co: Recursos sin un datos

source: Others
es_co: Otros

source: Revision Author
es_co: Autor de la revisión

source: Actions
es_co: Acciones

source: views_dkan_workflow_tree
es_co: ve_el_árbol_del_flujo_de_trabajo_dkan

source: Missing %field_key field value from the View Format settings.
es_co: Falta el valor del campo %field_key desde la configuración del Formato de Vista.

source: Failed to load Node with Vid %vid
es_co: No se pudo cargar el Nodo con Vid %vid

source: Views Workflow List
es_co: Lista del flujo de trabajo de Vistas

source: A Views style plugin to display content lists for approval
es_co: Un plugin del estilo Vistas para mostrar las listas de contenido para su aprobación.

source: Views
es_co: Vistas

source: Open Data Schema Map DKAN
es_co: Mapa de esquema de datos abiertos DKAN

source: Provides endpoints for Open Data Schema Map for DKAN Dataset
es_co: Proporciona puntos finales para el Mapa de Esquema de Datos Abiertos para el datos DKAN

source: Agency
es_co: Dependencia

source: Email
es_co: Correo electrónico

source: Feedback
es_co: Comentarios

source: Feedback Type
es_co: Tipo de comentario

source: If this feedback is related to a dataset or resource, type its name here.
es_co: Si este comentario está relacionado con un datos o recurso, escriba su nombre aquí.

source: Feedback on DKAN content.
es_co: Comentarios sobre el contenido de DKAN.

source: Add Feedback
es_co: Añadir comentarios

source: Feedback up / down
es_co: Comentarios arriba/abajo

source: Voting is closed.
es_co: La votación está cerrada.

source: You voted '@option'.
es_co: Usted votó '@option'.

source: Add a Feedback to content.
es_co: Agregue un comentario al contenido.

source: DKAN Feedback
es_co: Comentario DKAN

source: Provide feedback for DKAN content.
es_co: Proporciona comentarios sobre el contenido de DKAN.

source: Dkan Feedback Permissions
es_co: Permisos de comentarios de Dkan

source: Toggle text format
es_co: Cambiar el formato de texto

source: (active tab)
es_co: (pestaña activa)

source: DKAN Front
es_co: DKAN delantero

source: Hero First Column
es_co: Primera columna Hero

source: Hero Second Column
es_co: Segunda columna Hero

source: Top Full Row
es_co: Fila completa superior

source: Triplet First Column
es_co: Primera columna del Triplete

source: Triplet Second Column
es_co: Segunda columna del Triplete

source: Triplet Third Column
es_co: Tercera Columna del Triplete

source: Bottom Full Row
es_co: Fila completa inferior

source: Bottom First Column
es_co: Primera columna inferior

source: Bottom Second Column
es_co: Segunda columna inferior

source: Disabled
es_co: Desactivado

source: None
es_co: Ninguno

source: Also allow !name role to !permission?
es_co: ¿Permitir también la función !name para !permission?

source: Enabled
es_co: Habilitado

source: This field is required.
es_co: Este campo es obligatorio.

source: Close
es_co: Cerrar

source: Browse
es_co: Examinar

source: File Browser
es_co: Explorador de archivos

source: Loading...
es_co: Cargando...

source: The preview is disabled due to previously inserted HTML code in the content. This aims to protect you from any potentially harmful code inserted by other editors or users. If you own the content, just preview an empty text to re-enable the preview.
es_co: La previsualización está desactivada debido al código HTML insertado previamente en el contenido. Esto tiene como objetivo protegerlo de cualquier código potencialmente dañino insertado por otros editores o usuarios. Si usted es el propietario del contenido, solo tiene que previsualizar un texto vacío para volver a habilitar la previsualización.

source: Preview requires <a href="http://drupal.org/project/ajax_markup">Ajax markup</a> module with proper permissions set.
es_co: La previsualización requiere el módulo de <a href="http://drupal.org/project/ajax_markup">marcado Ajax</a> con los permisos adecuados establecidos.

source: Send to editor
es_co: Enviar al editor

source: Tag editor - @tag
es_co: Editor de etiquetas - @tag

source: All
es_co: Todos

source: New
es_co: Nuevo

source: 1 hour
es_co: 1 hora

source: @count hours
es_co: @count horas

source: 1 day
es_co: 1 día

source: @count days
es_co: @count días

source: 1 sec
es_co: 1 seg

source: @count sec
es_co: @count seg

source: No alias
es_co: Sin alias

source: 0 sec
es_co: 0 seg

source: New revision
es_co: Nueva revisión

source: Starting upload...
es_co: Iniciando la subida…

source: No revision
es_co: Sin revisión

source: Add a new file
es_co: Añadir un nuevo archivo

source: Select all
es_co: Seleccionar todo

source: Deselect all
es_co: Deseleccionar todo

source: Paste from clipboard not supported in this browser.
es_co: Pegar desde el portapapeles no es posible en este navegador.

source: Error reading file from clipboard.
es_co: Error al leer el archivo desde el portapapeles.

source: No file in clipboard.
es_co: No hay ningún archivo en el portapapeles.

source: Remove file
es_co: Borrar archivo

source: Uploading...
es_co: Cargando…

source: Recent
es_co: Reciente

source: No results
es_co: Sin resultados

source: clear
es_co: borrar

source: Modules installed within the last week.
es_co: Módulos instalados en la última semana.

source: No modules added within the last week.
es_co: No se han añadido módulos durante la última semana.

source: Modules enabled/disabled within the last week.
es_co: Módulos activados/desactivados en la última semana.

source: No modules were enabled or disabled within the last week.
es_co: No hay módulos que fueran activados o desactivados en la última semana.

source: @enabled of @total
es_co: @enabled de @total

source: This will discard all unsaved changes. Are you sure?
es_co: Esto descartará todos los cambios no guardados. ¿Está seguro?

source: Remove this pane?
es_co: ¿Eliminar este panel?

source: Pause
es_co: Pausar

source: Automatic alias
es_co: Alias ​​automático

source: Points
es_co: Puntos

source: List additional actions
es_co: Enumerar acciones adicionales

source: Available tokens
es_co: Fichas disponibles

source: Insert this token into your form
es_co: Inserte esta ficha en su formulario

source: First click a text field to insert your tokens into.
es_co: Primero haga clic en un campo de texto para insertar sus fichas.

source: Loading token browser...
es_co: Cargando navegador de fichas...

source: This will save this configuration as the new default for all entities of this type. This action cannot be undone. Are you sure?
es_co: Esto guardará esta configuración como el nuevo valor predeterminado para todas las entidades de este tipo. Esta acción no se puede deshacer. ¿Está seguro?

source: Play
es_co: Reproducir

source: Add new files
es_co: Añadir nuevos archivos

source: File name %filename exceeds the 240 characters limit.
es_co: El nombre del archivo %filename supera el límite de 240 caracteres.

source: File %filename is %filesize, exceeding the maximum file size of %maxsize.
es_co: El archivo %filename es %filesize, excediendo el tamaño máximo de archivo de %maxsize.

source: File %filename is empty. Empty files cannot be uploaded.
es_co: El archivo %filename está vacío. Los archivos vacíos no se pueden cargar.

source: File %filename cannot be uploaded. Only files with the following extensions are allowed: %extensions.
es_co: El archivo %filename no se pudo cargar. Solo se permiten archivos con las siguientes extensiones: %extensions.

source: @count files in total were skipped.
es_co: @count archivos en total fueron omitidos.

source: Uploading... (@time remaining)
es_co: Subiendo... (@time restante)

source: Completing upload...
es_co: Completando la subida...

source: An error occurred while uploading file %filename. Please click <em>Upload</em> to retry.
es_co: Se ha producido un error al subir el archivo %filename. Haga clic en <em>Subir</em> para volver a intentarlo.

source: Files are currently being uploaded. Please stand by...
es_co: Los archivos se están subiendo actualmente. Por favor espere...

source: Enter GeoJSON:
es_co: Introduzca GeoJSON:

source: -none-
es_co: -ninguno-

source: Reusable: Yes
es_co: Reutilizable: Sí

source: Category: @value
es_co: Categoría: @value

source: Reusable: No
es_co: Reutilizable: No

source: Admin title: @value
es_co: Título del administrador: @value

source: Don't see what you're looking for?
es_co: ¿No ves lo que estás buscando?

source: <span class='search-over'>Search over</span> <span class='dataset-number'>@count datasets</span>
es_co: <span class='search-over'>Buscar más de </span> <span class='dataset-number'>@count conjuntos de datos</span>

source: License Not Specified
es_co: Sin licencia

source: Other (Attribution)
es_co: Otra (Attribution)

source: Other (Non-Commercial)
es_co: Otra (Non-Commercial)

source: Other (Not Open)
es_co: Otra (Not Open)

source: Other (Open)
es_co: Otra (Open)

source: Other (Public Domain)
es_co: Otra (Public Domain)

source: Leave blank to use trimmed value of full text as the summary.
es_co: Deja este esácop en blanco para usarlo como resumen de su comentario.

source: Elasticsearch status
es_co: Elasticsearch estado

source: Display ElasticSearch logs.
es_co: Mostrar registros de ElasticSearch.

source: Elastic Schema
es_co: Elastic Esquema

source: Search, exploration, and download of data sets of the Medellín City Hall.
es_co: Búsqueda, exploración, y descarga de los conjuntos de datos de la Alcaldía de Medellín.

source: Crossing and displaying indicators using different data sources.
es_co: Cruce y visualización de indicadores usando diferentes fuentes de datos.

source: Dynamic dashboards to explore the most important figures of the city.
es_co: Tableros dinámicos para explorar las cifras más importantes de la ciudad.

source: Notes, narratives and stories related to Medellín's data.
es_co: Notas, narrativas e historias relacionadas con los datos de Medellín.
