Repository: angrycactus/dkan_l10n_es_co
Catalog: po/dkan_l10n_*.default.po
Languages: es_co

source: Description
es_co: Descripción

source: Data Dashboard
es_co: Cuadro de mando de datos

source: Content type for creation of Data Dashboards.
es_co: Tipo de contenido para la creación de cuadro de mandol de datos.

source: Title
es_co: Título

source: DKAN Data Dashboard
es_co: Cuadro de mando de datos de DKAN

source: DKAN module for Data Dashboard content type
es_co: Módulo de DKAN para el tipo de contenido de cuadro de mando de datos

source: Body
es_co: Cuerpo de página

source: Image
es_co: Imagen

source: Tags
es_co: Etiquetas

source: Data Story
es_co: Historial de datos

source: Create compelling stories using data to illustrate key points.
es_co: Crear historiales atractivos utilizando los datos para ilustrar los puntos clave.

source: DKAN Data Story
es_co: Historial de datos de DKAN

source: Story building features for NuCivic Data.
es_co: Características para la creación de historiales para NuCivic Data.

source: Available preview descriptions
es_co: Descripciones de previsualización disponibles

source: External Preview Settings
es_co: Configuración de previsualización externa

source: Enable or disable external preview links for all resource formats. Modify the list of available resource formats !here.
es_co: Habilite o deshabilite vínculos de previsualización externos para todos los formatos de recursos. Modifique el listado de formatos de recursos disponibles !here.

source: here
es_co: aquí

source: Enabled Preview Providers
es_co: Proveedores de previsualización habilitados

source: Format
es_co: Formato

source: Enabled Previews
es_co: Previsualizaciones activadas

source: Label for local data preview
es_co: Etiqueta para la previsualización de datos locales

source: Any compatible format (like CSV) can be displayed in the local DKAN data preview. If you enter, for instance, "Data.gov" in this field, the link to the preview will read "Data.gov Preview." Leave blank to simply display the word "Preview".
es_co: Cualquier formato compatible (como CSV) puede mostrarse en la previsualización de datos locales de DKAN. Si introduce, por ejemplo, "Data.gov " en este campo, el enlace a la previsualización se mostrará como "Data.gov Preview." Déjelo en blanco para mostrar simplemente la palabra "Preview".

source: Divide Dataset form into main form and "Additional Data" (CKAN style).
es_co: Divida el formulario del datos en un formulario principal y "Additional Data" (estilo CKAN).

source: Validate dataset form according to Project Open Data (more strict than default DKAN validation).
es_co: Valide el formulario del datos de acuerdo con Project Open Data (más estricto que la validación de DKAN por defecto).

source: By default, DKAN make only a small number of metadata fields required to create datasets. Enable this setting to make all fields required by Project Open Data be required fields on the dataset form. Note: "Publisher" is a required Project Open Data field that is usually mapped to the "Group" field in DKAN. Use the setting below to make this field required as well.
es_co: Por defecto, DKAN genera solo un reducido número de campos de metadatos necesarios para crear los datos. Habilite esta opción para que todos los campos requeridos por Project Open Data sean campos obligatorios en el formulario de datos. Nota: "Publisher" es un campo obligatorio de Project Open Data que normalmente se asigna al campo "Group" en DKAN. Utilice el ajuste que aparece a continuación para permitir que este campo también sea requerido.

source: Require datasets to have a group.
es_co: Requerir que los datos tengan un grupo.

source: Enable to force users to set a specific group for every dataset. If you are leaving this un-checked and therefore making groups optional for datasets, be aware that you may end up with an empty "publisher" field in your data.json and DCAT endpoints if you do not have a fallback value set in <a href="/admin/config/services/odsm/edit/data_json_1_1">Open Data Schema Map</a> for those endpoints. Also note that a user who is not a member of any group will not be able to create new datasets if this is enabled.
es_co: Habilitar para obligar a los usuarios a establecer un grupo específico para cada datos. Si deja esto sin marcar y, por lo tanto, hace que los grupos sean opcionales para los datos, tenga en cuenta que puede terminar con un campo "publisher" vacío en sus puntos finales data.json y DCAT si no tiene un valor de fallback establecido en <a href="/admin/config/services/odsm/edit/data_json_1_1">Open Data Schema Map</a> para esos puntos finales. También tenga en cuenta que un usuario que no sea miembro de ningún grupo no podrá crear nuevos datos si esta opción está habilitada.

source: Preview Type
es_co: Tipo de previsualización

source: Information
es_co: Información

source: Suggested formats:
es_co: Formatos sugeridos:

source: [dataset]
es_co: [datos]

source: eg. A descriptive title
es_co: p. ej.: un título descriptivo

source: eg. economy, mental health, government
es_co: p.ej.: economía, salud mental, gobierno

source: <i class="icon-large icon-info-sign"></i> License definitions and additional information can be found at <a href="http://opendefinition.org">opendefinition.org</a>
es_co: <i class="icon-large icon-info-sign"></i> Las definiciones de licencias y la información adicional se pueden encontrar en <a href="http://opendefinition.org">opendefinition.org</a>

source: key
es_co: clave

source: value
es_co: valor

source: Groups
es_co: Grupos

source: Next: Add data
es_co: Siguiente: añadir datos

source: Important: By submitting content, you agree to release your contributions under the Open Database License.
es_co: Importante: al enviar contenido, usted acepta liberar sus contribuciones bajo la Licencia de Base de Datos Abierta.

source: Finish
es_co: Terminar

source: The dataset had a license value that is not valid on Project Open Data, so it was changed automatically. Please check the new value before saving any changes.
es_co: El datos tenía un valor de licencia que no es válido en Project Open Data, por lo que se cambió automáticamente. Compruebe el nuevo valor antes de guardar los cambios.

source: restricted
es_co: restringido

source: private
es_co: privado

source: Dataset that this resource is attached to.
es_co: Datos al que está conectado este recurso.

source: Link to a file hosted on a remote server. CSV files can be imported into the DKAN datastore.
es_co: Enlace a un archivo alojado en un servidor remoto. Los archivos CSV se pueden importar al almacén de datos de DKAN.

source: Link to a public API or information source.
es_co: Enlace a una API o fuente de información pública.

source: eg. January Gold Prices
es_co: p.ej.: precios del oro en enero

source: Next: Additional Info
es_co: Siguiente: información adicional

source: Save and add another
es_co: Guardar y añadir otro

source: A checkbox for tableselect
es_co: Una casilla de verificación para selección de tablas

source: A dataset must be added to a specific group, but you don’t belong to any groups. Ask a supervisor or site administrator to add you to a group or promote you to site manager to add datasets.
es_co: Se debe agregar un datos a un grupo específico, pero usted no pertenece a ningún grupo. Solicítele a un supervisor o administrador del sitio que lo agregue a un grupo o lo cambie a administrador del sitio para agregar los datos.

source: <strong>Remote file</strong> is populated - only one resource type can be used at a time.
es_co: El archivo remoto está lleno: solo se puede utilizar un tipo de recurso a la vez.

source: <strong>API or Website URL</strong> is populated - only one resource type can be used at a time.
es_co: La URL de la API o del sitio web está llena: solo se puede utilizar un tipo de recurso a la vez.

source: <strong>Upload</strong> is populated - only one resource type can be used at a time.
es_co: La carga está llena: solo se puede utilizar un tipo de recurso a la vez.

source: File format will be autodetected
es_co: El formato de archivo se detectará automáticamente

source: eg. Some useful notes about the data
es_co: p.ej. Algunas notas útiles sobre los datos

source: What are datasets?
es_co: ¿Qué son los datos?

source: What is data?
es_co: ¿Qué son los datos?

source: Resources
es_co: Recursos

source: Visualizations
es_co: Visualizaciones

source: Datasets are simply used to group related pieces of data. These can then be found under a single url with a description and licensing information.
es_co: Los datos se utilizan simplemente para agrupar datos relacionados. Estos se pueden encontrar en una url única con una descripción y la información de licencia.

source: Data can be any file or link to a file containing useful data.
es_co: Los datos pueden ser cualquier archivo o enlace a un archivo que contenga datos útiles.

source: There is no dataset associated with this resource.
es_co: No hay ningún datos asociado con este recurso.

source: !file could not be added to Zip.
es_co: ¡file no se pudo agregar a Zip.

source: Unable to create file !filename.
es_co: No se puede crear el archivo !filename.

source: Data and Resources
es_co: Datos y recursos

source: data
es_co: datos

source: Download All
es_co: Descargar todo

source: Download
es_co: Descargar

source: Go to resource
es_co: Ir al recurso

source: Open With
es_co: Abrir con

source: Preview
es_co: Previsualizar

source: Resources: @title
es_co: Recursos: @title

source: Release Date
es_co: Fecha de publicación

source: Modified Date
es_co: Fecha de modificación

source: Identifier
es_co: Identificador

source: Shows book children of dataset
es_co: Muestra los libros del datos

source: Node published date available as a field
es_co: Fecha publicada del nodo disponible como un campo

source: Node changed date available as a field
es_co: Fecha cambiada del nodo disponible como un campo

source: Unique identifier for dataset
es_co: Identificador único para el datos

source: Additional data
es_co: Datos complementarios

source: Edit dataset
es_co: Editar datos

source: Add dataset
es_co: Añadir datos

source: Create dataset
es_co: Crear datos

source: Add data
es_co: Añadir datos

source: %d resources were queued to be updated with their new groups. They will be processed during upcoming cron runs.
es_co: %d los recursos se pusieron en cola para que se actualicen con sus nuevos grupos. Estos se procesarán durante las futuras ejecuciones cron.

source: Groups were updated on %d resource(s).
es_co: Los grupos se actualizaron en %d recurso(s).

source: Datasets
es_co: Datos

source: Search
es_co: Buscar

source: Local preview. Preview tabular data in a grid, basic chart or map. This preview type is not optional and will load only for the suggested formats listed.
es_co: Previsualización local. Previsualización de los datos tabulares en una cuadrícula, un gráfico básico o un mapa. Este tipo de previsualización no es opcional y solo se cargará para los formatos sugeridos listados.

source: ArcGIS Preview
es_co: Previsualización de ArcGIS

source: ArcGIS preview for ESRI endpoints. Requires a URL in the resource API field; will not work with resource files.
es_co: Previsualización de ArcGIS para puntos finales ESRI. Requiere una URL en el campo API de recursos; no funcionará con archivos de recursos.

source: CartoDB Preview
es_co: Previsualización CartoDB

source: Previews resources with geodata in the CartoDB mapping service.
es_co: Previsualiza recursos con geodatos en el servicio de cartografía de CartoDB.

source: Open Data Remote File
es_co: Abrir archivo remoto de datos

source: Link to a file located on a remote server.
es_co: Enlace a un archivo ubicado en un servidor remoto.

source: The selected file %name could not be referenced.
es_co: No se puede hacer referencia archivo seleccionado %name.

source: This field will ignore the file size limitation
es_co: Este campo ignorará la limitación del tamaño del archivo

source: Invalid Remote File URL.
es_co: URL de archivo remoto no válida.

source: Remote File URLs with the %scheme scheme are not supported.
es_co: Las URL de archivos remotos con el %scheme sesquema no son compatibles.

source: Unable to fetch file from Remote File URL %url (error @code: %error).
es_co: No se puede recuperar el archivo desde la URL de archivo remoto %url (error @code: %error).

source: Unable to add file from URL %file.
es_co: No se puede agregar el archivo desde la URL %file.

source: Search Result
es_co: Resultado de la búsqueda

source: Harvest Info
es_co: Información de la recolección

source: <strong>Harvest Source URI</strong>
es_co: <strong>URI de la fuente de los datos</strong>

source: <strong>Last Harvest Performed</strong>
es_co: <strong>Última recolección realizada</strong>

source: Harvested from !link
es_co: Recolectado desde !link

source: Add Resource
es_co: Añadir recurso

source: Back to dataset
es_co: Volver al datos

source: Download Dataset
es_co: Descargar datos

source: DKAN Settings and Administration.
es_co: Configuración y administración de DKAN.

source: DKAN Dataset Previews
es_co: Previsualizaciones del datos de DKAN

source: Settings for DKAN Dataset local and external previews.
es_co: Configuración de las previsualizaciones locales y externas del datos de DKAN.

source: DKAN Dataset Forms
es_co: Formularios del datos de DKAN

source: Form settings for DKAN Datasets.
es_co: Configuración de los formularios para los datos de DKAN.

source: DKAN Dataset API
es_co: API del datos de DKAN

source: Settings for DKAN Dataset APIs.
es_co: Configuración de las API para los datos de DKAN.

source: DKAN Dataset
es_co: Datos DKAN

source: Custom elements for Datasets.
es_co: Elementos personalizados para los datos.

source: Show more
es_co: Mostrar más

source: hide
es_co: ocultar

source: public
es_co: público

source: Data catalog (data.json) settings
es_co: Configuración del catálogo de datos (data.json)

source: Configuration for site's public data catalog. See !link for more information.', array('!link' => l(t('Project Open Data'), 'http://project-open-data.github.io/catalog/
es_co: Configuración para el catálogo de datos público del sitio. Para obtener más información, consulte !link. ', array('!link' => l(t('Project Open Data'), 'http://project-open-data.github.io/catalog/

source: Data Catalog Description
es_co: Descripción del Catálogo de Datos

source: Description field for data catalog. Should usually just read "Data Catalog."
es_co: Campo de descripción para el catálogo de datos. Por lo general, solo debe mostrarse como "Data Catalog."

source: Data Catalog Contact Point
es_co: Punto de contacto del catálogo de datos

source: The name of the main contact point for the data catalog. Usually an individual person.
es_co: El nombre del punto de contacto principal del catálogo de datos. Generalmente una persona individual.

source: Data Catalog Contact Email
es_co: Correo electrónico del contacto del catálogo de datos

source: The main contact email for inquiries regarding the data catalog.
es_co: El correo electrónico del contacto principal para consultas sobre el catálogo de datos.

source: Enabled Dataset APIs.
es_co: API de datos habilitados.

source: Toggle public APIs below.
es_co: Alternar las API públicas abajo.

source: site_read
es_co: lectura_del_sitio

source: Demo at !demo. More information on !url.
es_co: Demostración en !demo. Más información en !url.

source: this link
es_co: este enlace

source: revision_list
es_co: lista_de_revisión

source: dkan_dataset_revision_list
es_co: lista_de_revisión_del_conjunto_de_datos_dkan

source: package_list
es_co: lista_de_paquetes

source: Demo at !demo. More information on !url. This also mirrors the deprecated !legacy.
es_co: Demostración en !demo. Más información en !url. Esto también refleja el ¡legacy desaprobado.

source: rest/dataset
es_co: resto/datos

source: current_package_list_with_resources
es_co: lista_de_paquetes_actual_con_recursos

source: package_show
es_co: mostrar_paquete

source: More information on !url. This also mirrors the deprecated !legacy.
es_co: Más información en !url. Esto también refleja el ¡legacy desaprobado.

source: resource_show
es_co: mostrar_recurso

source: More information on !url.
es_co: Más información en !url.

source: group_package_show
es_co: mostrar_paquete_grupal

source: package_revision_list
es_co: lista_de_revisión_del_paquete

source: group_list
es_co: lista_de_grupos

source: Return ``TRUE``. :rtype: boolean
es_co: Devolver ``VERDADERO``. : rtype: booleano

source: Return a list of the names of the site's datasets (packages). :rtype: list of strings
es_co: Devuelve una lista de los datos del sitio (paquetes). : rtype: lista de cadenas

source: Return a list of the IDs of the site's revisions. :rtype: list of strings.
es_co: Devuelve una lista de los ID de las revisiones del sitio. :rtype: lista de cadenas.

source: Return a list of the site's datasets (packages) and their resources. The list is sorted most-recently-modified first. :param limit: if given, the list of datasets will be broken into pages of at most ``limit`` datasets per page and only one page will be returned at a time (optional) :type limit: int :param offset: when ``limit`` is given, the offset to start returning packages from :type offset: int :param page: when ``limit`` is given, which page to return, Deprecated use ``offset`` :type page: int :rtype: list of dictionaries
es_co: Devuelve una lista de los datos (paquetes) del sitio y sus recursos. La lista se ha ordenado primero con la más reciente modificación. :límite del parámetro: si se da, la lista de datos se dividirá en páginas, en su mayoría de los datos ``límite`` por página y solo se devolverá una página a la vez (opcional) :límite de tipo: int :compensación del parámetro: cuando se da el ``límite``, la compensación para comenzar a devolver paquetes desde :compensación de tipo: int :página del parámetro: cuando se da el ``límite``, qué página devolver, ``compensación`` de uso desaprobado :página de tipo: int :rtype: lista de diccionarios

source: Query offset out of range
es_co: Compensación de la consulta fuera de rango

source: Offset parameter is out of range
es_co: El parámetro compensación está fuera de rango

source: Return the datasets (packages) of a group. :param id: the id of the group :type id: string :param limit: the maximum number of datasets to return (optional) :type limit: int :rtype: list of dictionaries
es_co: Devuelve los datos (paquetes) de un grupo. :id del parámetro: el id del grupo :id de tipo: cadena :limite del parámetro: el número máximo de datos a devolver (opcional) :límite de tipo: int :rtype: lista de diccionarios

source: Not Found Error
es_co: Error no encontrado

source: Not Found
es_co: No encontrado

source: Validation Error
es_co: Error de validación

source: Missing Value
es_co: Valor faltante

source: Return the metadata of a dataset (package) and its resources. :param id: the id or name of the dataset :type id: string :rtype: dictionary
es_co: Devuelve los metadatos de un datos (paquete) y sus recursos. :id del parámetro: el id o nombre del datos : id de tipo: cadena :rtype: diccionario

source: Return the metadata of a dataset resource. :param id: the id or name of the resource :type id: string :rtype: dictionary
es_co: Devuelve los metadatos de un recurso de datos. :id del parámetro: el id o nombre del recurso :id de tipo: cadena :rtype: diccionario

source: Return a dataset (package)'s revisions as a list of dictionaries. :param id: the id or name of the dataset :type id: string
es_co: Devuelve las revisiones de un datos (paquete) como una lista de diccionarios. :id del parámetro: el id o nombre del datos :id de tipo: cadena

source: Return a list of the names of the site's groups. :param order_by: the field to sort the list by, must be ``'name'`` or ``'packages'`` (optional, default: ``'name'``) Deprecated use sort. :type order_by: string :param sort: sorting of the search results. Optional. Default: "name asc" string of field name and sort-order. The allowed fields are 'name' and 'packages' :type sort: string :param all_fields: return full group dictionaries instead of just names (optional, default: ``False``) :type all_fields: boolean :rtype: list of strings
es_co: Devuelve una lista de los nombres de los grupos del sitio. :ordenar parámtro_por: el campo para ordenar la lista, debe ser ``'nombre'`` o ``'paquetes'`` (opcional, por defecto: ``'nombre'``) Orden de uso obsoleto. :orden de tipo_por: cadena :orden del parámetro: clasificación de los resultados de la búsqueda. Opcional. Por defecto: "nombre asc" cadena de nombre de campo y clasificación-orden. Los campos permitidos son 'nombre' y 'paquetes' :ordenación de tipo: cadena :parámetro todos_los_campos: devuelve los diccionarios del grupo completo en lugar de solo nombres (opcional, por defecto: ``Falso``) :tipo todos_los_campos: booleano :rtype: lista de cadenas

source: : not a valid value for argument `order_by`. Only `name` and `packages` are permitted
es_co: : no es un valor válido para el argumento `ordenar_por`. Solo se permiten `nombre` y` paquetes`

source: : not a valid value for argument `sort`. Only `name asc`, `name desc`, `package asc` and `package desc` are permitted
es_co: : no es un valor válido para el argumento `ordenar. Solo se permiten 'nombre asc', 'nombre desc', 'paquete asc' y 'paquete desc'

source: : not a valid value for argument `all_fields`. Only `true` and `FALSE`
es_co: : no es un valor válido para el argumento `todos_los_campos`. Solo `verdadero` y` FALSO`

source: Adds package, group, and tag APIs based on the CKAN API.
es_co: Agrega paquetes, grupos y etiqueta las API en base a la API CKAN.

source: DKAN API
es_co: API DKAN

source: Additional Info
es_co: Información adicional

source: An internal link or link to an outside resource that provides additional context to the dataset.
es_co: Un enlace o enlace interno a un recurso externo que proporciona contexto adicional al datos.

source: Author
es_co: Autor

source: Contact Email
es_co: Correo electrónico del contacto

source: Contact Name
es_co: Nombre del contacto

source: Contact person’s email address. See <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> for more info.
es_co: Dirección de correo electrónico de la persona de contacto. Consulte <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> para obtener más información.

source: Contact person’s name for the asset. See <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> for more info. Name should be formatted as Last, First.
es_co: Nombre de la persona de contacto para el activo. Consulte <a href="http://project-open-data.github.io/schema/#common-core-required-fields">Project Open Data</a> para obtener más información. El nombre debe formatearse como Apellido, Nombre.

source: Data Dictionary
es_co: Diccionario de datos

source: Data Dictionary Type
es_co: Tipo de diccionario de datos

source: Data Standard
es_co: Estándar de datos

source: Dataset
es_co: Datos

source: Frequency
es_co: Frecuencia

source: Granularity
es_co: Granularidad

source: Groups audience
es_co: Audiencia de grupos

source: Harvest Source
es_co: Fuente de los datos

source: Harvest Source Issued
es_co: Fuente de los datos emitida

source: Harvest Source Modified
es_co: Fuente de los datos modificada

source: Homepage URL
es_co: URL de la página principal
